Revit 2027 API
ParameterTypeId.CurtaingridAdjustBorderU Property
 "Adjust for Mullion Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridAdjustBorderU { get; }
Public Shared ReadOnly Property CurtaingridAdjustBorderU As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridAdjustBorderU {
	ForgeTypeId^ get ();
}
static member CurtaingridAdjustBorderU : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace